package models

var (
	OneToTenUZ = []string{
		"", "бир", "икки", "уч", "тӯрт", "беш", "олти", "етти", "саккиз", "тӯққиз",
	}

	TenToNineteenUZ = []string{
		"десять", "одиннадцать", "двенадцать", "тринадцать", "четырнадцать", "пятнадцать", "шестнадцать", "семнадцать", "восемнадцать", "девятнадцать",
	}

	TensUZ = []string{
		"", "десять", "двадцать", "тридцать", "сорок", "пятьдесят", "шестьдесят", "семьдесят", "восемьдесят", "девяносто", "сто",
	}

	DecimalDigitUZ = []string{
		"ноль", "одна", "две", "три", "четыре", "пять", "шесть", "семь", "восемь", "девять",
	}
)
